/******************************************************************
Copyright (c) 2001-2004
文 件 名: other-lib.h
作    者: 刘宇  liuyu@jltx.com
版    本: v2.01
完成日期: 2004.7.17
文件说明: 本文件提供一些未归类函数。
其    它:	// 其它内容的说明
函数列表:	// 主要函数列表，每条记录应包括函数名及功能简要说明
	1.
历史记录:
	1.
	修改人: 刘宇
	版　本: v1.01
	日　期: 2001.11.11
	描　述: 定义未归类函数
	2.
	修改人: 刘宇
	版　本: v2.01
	日　期: 2004.7.17
	描　述: 按照编程规范，重新定义未归类函数
******************************************************************/
#ifndef _OTHER_LIB_
#define _OTHER_LIB_ 1

int get_url_to_file(char *httpurl,char *temppath,char *tempfile);

#endif
